Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Skill & Competency Groups
ja_jp: スキルおよび能力グループ

source: Select at least one skill to proceed.
ja_jp: 続行するには、少なくとも1つのスキルを選択します。

source: No skills added yet. Upload your company's skills library to start tracking, developing, and optimizing your team's talents.
ja_jp: まだスキルが追加されていません。チームの人材の追跡や能力開発、最適化を開始できるよう、会社のスキルライブラリをアップロードしてください。

source: Manage your company's skills
ja_jp: 会社のスキルを管理

source: Expand all
ja_jp: すべて展開

source: Collapse all
ja_jp: すべて折りたたむ

source: Current manager
ja_jp: 現在のマネージャー

source: You’re about to reassign the manager for this career development plan. The new manager will gain all permissions and actions currently available to the existing manager.
ja_jp: このキャリア開発計画のマネージャーを再割り当てしようとしています。新しいマネージャーは、現在のマネージャーが持つすべての権限とアクションを引き継ぎます。

source: New manager
ja_jp: 新しいマネージャー

source: Search for a manager
ja_jp: マネージャーを検索

source: The new manager cannot be empty.
ja_jp: 新しいマネージャーを空にすることはできません。

source: Reassign
ja_jp: 再割り当て

source: Reassign manager
ja_jp: マネージャーを再割り当て

source: This team member has no check-ins yet. Help start their journey by creating their first check-in.
ja_jp: このチームメンバーはまだチェックインを行っていません。最初のチェックインを作成して、その旅の始まりをサポートしましょう。

source: This team member has no goals yet. Create goals to help them progress.
ja_jp: このチームメンバーにはまだ目標がありません。目標を作成して、成長をサポートしましょう。

source: Enhance this team member's profile by adding & rating skills
ja_jp: このチームメンバーのプロフィールを、スキルの追加と評価によって充実させましょう

source: Attached files
ja_jp: 添付ファイル

source: Upload supporting files for the career development.
ja_jp: キャリア開発のための補足資料をアップロードしてください。

source: Preview goals in the career development page.
ja_jp: キャリア開発ページで目標をプレビューします。

source: You don’t have the necessary permissions to manage goal plans.
ja_jp: 目標計画の管理に必要なアクセス許可がありません。

source: Please contact your system administrator for assistance.
ja_jp: システム管理者に連絡してサポートを受けてください。

source: Select goal plan
ja_jp: 目標計画を選択

source: Select goal type
ja_jp: 目標タイプを選択

source: Go to the career plan questionnaire step to make changes.
ja_jp: キャリア計画質問票ステップに移動して、変更を行います。

source: All skills from the library
ja_jp: ライブラリにあるすべてのスキル

source: Define the source for skills and competency scales.
ja_jp: スキルおよび能力尺度のソースを定義します。

source: Select skills & competency groups
ja_jp: スキルおよび能力グループを選択

source: Choose one option
ja_jp: オプションを1つ選択

source: Selected skills & competency groups
ja_jp: 選択されたスキルおよび能力グループ

source: Select competency scale
ja_jp: 能力尺度を選択

source: Preview check-ins in the career development page.
ja_jp: キャリア開発ページでチェックインをプレビューします。

source: You must enable at least one widget to move to the next step.
ja_jp: 次のステップに進むには、少なくとも1つのウィジェットを有効化する必要があります。

source: Career plans
ja_jp: キャリアプラン

source: Participants
ja_jp: 参加者

source: Reflect on your achievements, challenges, and career aspirations. Taking a moment to think about your experiences will help you clearly articulate your development goals.
ja_jp: ご自身の達成したこと、直面した課題、そしてキャリアの目標について振り返ってみてください。これまでの経験を振り返ることで、ご自身の成長目標を明確に表現するのに役立ちます。

source: Identify both your short- and long-term career goals. Be specific about what you want to accomplish and the skills you’d like to develop. This will ensure the plan aligns with your personal and professional growth.
ja_jp: 短期的および長期的なキャリア目標の両方を明確にしてください。達成したいことや身につけたいスキルについて具体的に記載しましょう。これにより、計画がご自身の個人的および職業的成長に合致するようになります。

source: Think about the training, projects, or responsibilities that can help you achieve your goals. In your plan, include opportunities that will support your growth and career advancement.
ja_jp: 目標を達成するために役立つトレーニング、プロジェクト、または責任について考えてみてください。ご自身の計画には、ご自身の成長やキャリアの発展を支援する機会を含めてください。

source: Break your goals down into actionable steps. Be sure to outline a timeline for achieving them and track your progress along the way.
ja_jp: 目標を実行可能なステップに分解しましょう。達成までのタイムラインを明確にし、進捗を随時確認してください。

source: Create a supportive environment where workers feel comfortable sharing their aspirations, challenges, and goals. Listen actively and ask thoughtful questions to better understand their vision.
ja_jp: 社員が自分の目標、課題、志望を気軽に共有できる、サポートしやすい環境を作りましょう。積極的に耳を傾け、思慮深い質問をすることで、社員のビジョンをより深く理解しましょう。

source: Take time to review the worker's career development plan in detail. Provide constructive feedback, acknowledge their strengths, and highlight areas for growth.
ja_jp: 時間をかけて従業員のキャリア開発計画を詳細に確認してください。建設的なフィードバックを提供し、強みを認め、成長の余地がある分野を指摘してください。

source: Encourage your reports to explore new challenges and opportunities that help them grow while building on their current strengths and skills.
ja_jp: 部下が現在の強みやスキルを活かしながら成長できるよう、新たな課題や機会に挑戦することを促してください。

source: Share your own experiences and insights to inspire and guide workers. Be their advocate and actively support their growth journey.
ja_jp: 自身の経験や洞察を共有し、社員を鼓舞し導きましょう。社員の支持者となり、成長の旅を積極的にサポートしましょう。

source: Prepare in advance
ja_jp: 事前に準備する

source: Define your goals
ja_jp: 目標を設定してください

source: Explore development opportunities
ja_jp: 開発の機会を探る

source: Set actionable steps
ja_jp: 実行可能なステップを設定する

source: Encourage open dialogue
ja_jp: 率直な対話を促進する

source: Review the plan thoroughly
ja_jp: 計画を徹底的に確認してください

source: Suggest opportunities for growth
ja_jp: 成長の機会を提案する

source: Be a mentor, not just a manager
ja_jp: マネージャーであるだけでなく、メンターになりましょう

source: Here are some tips to guide you through filling out your career development plan:
ja_jp: キャリア開発計画書を記入する際の参考となるヒントをご紹介します。

source: Foster meaningful career development conversations!
ja_jp: 意義のあるキャリア開発の対話を促進しましょう！

source: Here are tips to effectively guide workers in their career development plans:
ja_jp: 従業員のキャリア開発計画を効果的に指導するためのヒントをご紹介します。

source: Career plans that your team members own.
ja_jp: チームメンバーが主体的に取り組むキャリアプラン。

source: This worker currently has no career development plans
ja_jp: この従業員には現在、キャリア開発計画がありません

source: Are you sure you want to reassign this career development plan to the selected manager?
ja_jp: このキャリア開発計画を選択したマネージャーに再割り当てしてもよろしいですか?

source: Confirm reassignment
ja_jp: 再割り当ての確認

source: The career development plan was successfully reassigned.
ja_jp: キャリア開発計画が正常に再割り当てされました。

source: {{count}}/{{limit}} characters
ja_jp: {{count}}/{{limit}}文字

source: The text exceeds the character limit.
ja_jp: テキストが文字数制限を超えています。

source: Once your manager submits their view on your performance, you will be invited to either accept and complete the check-in, or request to meet for further discussion.
ja_jp: マネージャがあなたの業績に関する見解を送信すると、あなたには、それを承諾してチェックインを完了するか、さらなるディスカッションのために面談をリクエストするという選択肢が与えられます。

source: Set date
ja_jp: 日付を設定

source: Add discussion point
ja_jp: ディスカッションポイントを追加

source: Add recurrence
ja_jp: 反復を追加

source: If yes, click the button and open the file once it has been downloaded to add this event to your calendar, and that of the other attendee.
ja_jp: 「はい」の場合は、ファイルがダウンロードされたらボタンをクリックして開き、このイベントをあなたと他方の参加者のカレンダーに追加します。

source: Download invite
ja_jp: 招待をダウンロード

source: Do you want to add this check-in to your calendar?
ja_jp: このチェックインをカレンダーに追加してもよろしいですか？

source: Make your check-ins more effective by adding key discussion points and agenda items every week. Reflect on the past week and plan for the next week to help increase productivity and ensure you and your manager are aligned on important deliverables.
ja_jp: 重要なディスカッションポイントや議題アイテムを毎週追加することで、より効果的なチェックインを実現しましょう。過去1週間を振り返り、翌週の計画を立てることで、生産性を高めるとともに、重要な成果に関するあなたとマネージャの見解のすり合わせを徹底できます。

source: Have a great check-in conversation!
ja_jp: 有意義なチェックインの会話を実現しましょう！

source: Here are some tips to make the most of your check-ins.
ja_jp: チェックインを最大限に活用するためのヒントをご紹介します。

source: Make sure you use your check-in time wisely. Coming prepared can greatly benefit the quality of the conversation and also impress your manager, as it demonstrates your focus on your goals and development.
ja_jp: チェックインの時間をぜひ有効に活用してください。十分に準備を整えて臨むことで、会話の質を大いに高められるほか、目標や能力開発に対する注力をマネージャに印象付けることができます。

source: The central focus of a check-in should be your current workload, and it should aim at ensuring that you and your manager are aligned on your projects and goals.
ja_jp: チェックインでは現在の作業負荷に主眼を置き、プロジェクトや目標に関するあなたとマネージャの見解のすり合わせを目指す必要があります。

source: To prepare for your check-in, take some notes about the main items you have been working on that week and any key points you want to discuss. It only takes five minutes, but it can significantly improve the quality of your conversation.
ja_jp: チェックインに備えて、その週に取り組んだ主なアイテムや話し合いたい重要なポイントをメモしておきましょう。たった5分の準備で、会話の質を大幅に高められます。

source: All participants
ja_jp: すべての参加者

source: Assign check-in
ja_jp: チェックインを割り当て

source: Recognize behavior profile of:
ja_jp: 以下の行動プロファイルを高評価：

source: Offer your team member insight into how you think they have progressed on their behaviors over this period.
ja_jp: この期間における行動の進捗について、チームメンバーに洞察を提供します。

source: You have changed the type of the check-in. Please review the change with the check-in attendee.
ja_jp: チェックインのタイプを変更しました。チェックインの参加者とともに変更内容を確認してください。

source: No messages yet
ja_jp: まだメッセージがありません

source: Why not start a conversation now?
ja_jp: 今すぐ会話を始めましょう！

source: Check-in chat
ja_jp: チェックインチャット

source: The check-in <u>{{title}} with {{name}}</u> was completed.
ja_jp: <u>{{name}}さんとのチェックイン「{{title}}」</u>が完了しました。

source: Your check-in was successfully created.
ja_jp: チェックインが正常に作成されました。

source: {{numberOfCheckins}} check-ins with {{AssignedToUserName}} will be created.
ja_jp: {{AssignedToUserName}}との{{numberOfCheckins}}件のチェックインが作成されます。

source: You can create another check-in at any time.
ja_jp: 別のチェックインの作成はいつでも可能です。

source: {{count}} check-ins were successfully created.
ja_jp: {{count}}件のチェックインが正常に作成されました。

source: The scheduled check-in <u>{{title}} with {{name}}</u> was canceled.
ja_jp: スケジュールされていた<u>{{name}}さんとのチェックイン「{{title}}」</u>がキャンセルされました。

source: Your check-in was successfully saved.
ja_jp: チェックインが正常に保存されました。

source: Focus factors for this check-in
ja_jp: このチェックインの重点要素

source: Your check-in was successfully updated.
ja_jp: チェックインが正常に更新されました。

source: {{name}} will be notified that you have updated this check-in.
ja_jp: あなたがこのチェックインを更新したことが{{name}}さんに通知されます。

source: Add point
ja_jp: ポイントを追加

source: No discussion points for the moment
ja_jp: 現時点ではディスカッションポイントがありません

source: Checklist
ja_jp: チェックリスト

source: Are you sure you want to mark the check-in <strong>{{name}}</strong> as complete?
ja_jp: チェックイン <strong>{{name}}</strong> を完了済みにしてもよろしいですか？

source: Complete check-in
ja_jp: チェックインを完了

source: Select a date
ja_jp: 日付を1つ選択

source: Are you sure you want to remove the check-in <strong>{{name}}</strong> from your check-in list?
ja_jp: チェックインリストからチェックイン「<strong>{{name}}</strong>」を削除してもよろしいですか？

source: Delete check-in
ja_jp: チェックインを削除

source: Description and discussion points
ja_jp: 説明とディスカッションポイント

source: Check-ins created
ja_jp: チェックインが作成されました

source: To help you prepare, include an overview of what you'd like to talk about here.
ja_jp: 準備の一環として、ここに話したいことの概要を含めてください。

source: Add comment
ja_jp: コメントを追加

source: Discussion points
ja_jp: ディスカッションポイント

source: Create some pointers to kick-start your check-in conversation.
ja_jp: チェックインの会話をスムーズに始められるよう、いくつかのポインタを作成します。

source: Edit check-in
ja_jp: チェックインを編集

source: Edit discussion point
ja_jp: ディスカッションポイントを編集

source: Back to upcoming
ja_jp: 今後の予定に戻る

source: No check-ins have occurred that day.
ja_jp: その日にはチェックインが行われませんでした。

source: No upcoming check-ins to be displayed. <br/>Schedule a new check-in.
ja_jp: 表示すべき今後のチェックインはありません。<br/>新しいチェックインをスケジュールしてください。

source: No check-ins were recently updated.
ja_jp: 最近更新されたチェックインはありません。

source: No check-ins have taken place in the past.
ja_jp: 過去に行われたチェックインはありません。

source: Each worker to whom this check-in has been assigned can edit this section in their form.
ja_jp: このチェックインが割り当てられた各従業員は、各自のフォーム内でこのセクションを編集できます。

source: Here are some helpful tips for understanding the different types of check-ins.
ja_jp: さまざまなタイプのチェックインの理解に役立つヒントをご紹介します。

source: About check-ins
ja_jp: チェックインとは

source: Occurs every two weeks on {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
ja_jp: {{startOn}}から{{endOn}}まで2週間ごとに、{{day}}に行われます。合計{{count}}件のチェックインが作成されます。

source: Goal due date
ja_jp: 目標の期日

source: Showing goals and deliverables of:
ja_jp: 次に関する目標と成果を表示：

source: Goal priority
ja_jp: 目標の優先度

source: Goal progress
ja_jp: 目標の進捗

source: Goal tracking status
ja_jp: 目標の追跡ステータス

source: Goal type: “{{typeName}}“
ja_jp: 目標タイプ：「{{typeName}}」

source: Still in progress.
ja_jp: まだ進行中です。

source: How was your check-in?
ja_jp: チェックインはいかがでしたか？

source: Are you sure you want to mark the check-in <strong>{{checkInTitle}}</strong> as completed?
ja_jp: チェックイン <strong>{{checkInTitle}}</strong> を完了済みにしてもよろしいですか？

source: Marked as done by {{nickName}} {{name}}.
ja_jp: {{nickName}} {{name}}さんが終了済みとしてマークしました。

source: Assigned to
ja_jp: 割り当て先：

source: {{count}} workers
ja_jp: {{count}}人の従業員

source: {{count}} worker
ja_jp: {{count}}人の従業員

source: {{count}} users
ja_jp: {{count}}人のユーザー

source: Number of check-ins assigned to each selected worker and their line manager.
ja_jp: 選択された各従業員とそのラインマネージャに割り当てられたチェックインの数。

source: Assigned to: {{count}}
ja_jp: 割り当て先：{{count}}件

source: This assignment will create {{count}} check-ins between each worker and their line manager. Once the check-in is assigned, users will be able to edit its details and add a date.
ja_jp: この割り当てにより、各従業員とそのラインマネージャ向けのチェックインが{{count}}件作成されます。チェックインが割り当てられると、ユーザーはその詳細を編集し、日付を追加できます。

source: Get started by assigning one.
ja_jp: まずは1つ割り当てて開始してください。

source: No check-ins mass assignments yet!
ja_jp: まだチェックインの一括割り当てはありません！

source: Excluded individuals
ja_jp: 除外された個人

source: Excluded workers: {{count}}
ja_jp: 除外された従業員：{{count}}人

source: Excluded
ja_jp: 除外

source: Included
ja_jp: 含まれる

source: No results match the search criteria. Clear the search to show all results.
ja_jp: 検索条件に一致する結果はありません。 検索をクリアしてすべての結果を表示してください。

source: Search for workers
ja_jp: 従業員を検索

source: Performance check-ins require managers to provide their views on their team members' progress and performance.
ja_jp: 業績チェックインでは、マネージャがチームメンバーの進捗と業績に関する意見を提供する必要があります。

source: Regular check-ins enable managers and their team members to discuss day-to-day progress and any developmental focus.
ja_jp: 定期チェックインでは、マネージャと配下のチームメンバーが、日々の進捗や能力開発の注力領域について話し合うことができます。

source: See all participants
ja_jp: すべての参加者を表示

source: Monthly check-in
ja_jp: 月次チェックイン

source: Search for a worker or an organization
ja_jp: 従業員または組織を検索

source: Occurs on day {{day}} of every month, effective {{startOn}} through {{endOn}}. In total, {{count}} check-ins will be created.
ja_jp: {{startOn}}から{{endOn}}まで毎月{{day}}日に行われます。合計{{count}}件のチェックインが作成されます。

source: Specific date
ja_jp: 特定の日付

source: Past
ja_jp: 過去

source: Upcoming
ja_jp: 今後

source: Today
ja_jp: 今日

source: Assign check-ins
ja_jp: チェックインを割り当て

source: If you're assigning to multiple users, it might take a while for this list to appear in the check-in view.
ja_jp: 複数のユーザーに割り当てる場合は、このリストがチェックインビューに表示されるまでに時間がかかることがあります。

source: The check-in was successfully assigned.
ja_jp: チェックインが正常に割り当てられました。

source: This assignment will create {{count}} check-ins in total, between each selected worker and their line manager.
ja_jp: この割り当てにより、選択された各従業員とそのラインマネージャ向けのチェックインが合計{{count}}件作成されます。

source: Are you sure you want to assign this check-in?
ja_jp: このチェックインを割り当ててもよろしいですか？

source: No description added
ja_jp: 説明が追加されていません

source: No discussion points added
ja_jp: ディスカッションポイントが追加されていません

source: Overall performance
ja_jp: 総合業績

source: My overall performance
ja_jp: 私の総合業績

source: Offer your team member insight into how you think they have progressed on their overall performance over this period.
ja_jp: この期間における総合業績の進捗について、チームメンバーに洞察を提供します。

source: Check-in with
ja_jp: 以下とのチェックイン：

source: Pending manager submission
ja_jp: マネージャの送信待ち

source: Allow managers to schedule dedicated conversations with direct reports to address performance-related topics.
ja_jp: 業績関連のトピックについて直属の部下と話し合うための会話のスケジューリングをマネージャに許可します。

source: Offer your team member insights into how you think they have progressed on their behaviors this period.
ja_jp: この期間における行動の進捗について、チームメンバーに洞察を提供します。

source: Your comment
ja_jp: あなたのコメント

source: Please share your thoughts in this section.
ja_jp: このセクションであなたの意見を共有してください。

source: Gain insight into how your manager thinks you are progressing on your behaviors over this period.
ja_jp: この期間におけるあなたの行動の進捗について、マネージャによる洞察を取得します。

source: Gain insight into how your manager thinks you are progressing on your goals over this period.
ja_jp: この期間におけるあなたの目標達成の進捗について、マネージャによる洞察を取得します。

source: Gain insight into how your manager thinks you are progressing on your overall performance over this period.
ja_jp: この期間におけるあなたの総合業績の進捗について、マネージャによる洞察を取得します。

source: Offer your team member insights into how you think they have progressed on their goals over this period.
ja_jp: この期間における目標達成の進捗について、チームメンバーに洞察を提供します。

source: This gives you insights into how your manager thinks you are progressing on your behaviors over this period.
ja_jp: これにより、この期間におけるあなたの行動の進捗について、マネージャによる洞察を取得できます。

source: Offer your team member insights into how you think they have progressed on their overall performance over this period.
ja_jp: この期間における総合業績の進捗について、チームメンバーに洞察を提供します。

source: Select rating
ja_jp: 評価を選択

source: This user is inactive or your reporting relationship with them has changed. You can't create or update check-ins with them.
ja_jp: このユーザーは非アクティブであるか、あなたとの報告関係が変更されました。このユーザーとのチェックインを作成または更新することはできません。

source: The end date must be later than the start date.
ja_jp: 終了日は開始日より後でなければなりません。

source: Bi-weekly
ja_jp: 隔週

source: Monthly
ja_jp: 毎月

source: Weekly
ja_jp: 毎週

source: Repeat
ja_jp: 繰り返し

source: Recurrence details
ja_jp: 反復の詳細

source: Facilitate discussions between managers and team members about daily progress and areas for development.
ja_jp: 日々の進捗や開発領域に関する、マネージャとチームメンバーのディスカッションを促進します。

source: Action required
ja_jp: アクションが必要

source: Action required — {{count}} item(s)
ja_jp: アクションが必要 — {{count}}件

source: To finish adding this check-in to your calendar, open the file once it has downloaded. If you need to change the date or time, you can do so directly from your calendar.
ja_jp: このチェックインをカレンダーに追加するには、ダウンロードの完了後にファイルを開いてください。日付または時刻を変更する必要がある場合は、カレンダーから直接実行できます。

source: There are unsaved changes in the form. To submit this check-in, you must save all comments and/or ratings.
ja_jp: フォームに保存されていない変更があります。このチェックインを送信するには、すべてのコメントや評価を保存する必要があります。

source: Save to proceed
ja_jp: 保存して続行

source: Schedule check-in
ja_jp: チェックインをスケジュール

source: Done
ja_jp: 終了済み

source: Pending confirmation
ja_jp: 確認待ち

source: Under review
ja_jp: レビュー中

source: Are you sure you want to complete this check-in? Remember, you can create another check-in at anytime.
ja_jp: このチェックインを完了してもよろしいですか？ なお、別のチェックインの作成はいつでも可能です。

source: Open check-in
ja_jp: チェックインをオープン

source: Additional information
ja_jp: 追加情報

source: Check-in
ja_jp: チェックイン

source: My list
ja_jp: 私のリスト

source: Open {{name}} primary action
ja_jp: {{name}}のプライマリアクションを開く

source: Participant
ja_jp: 参加者

source: comments
ja_jp: コメント

source: Subject
ja_jp: 件名

source: Creator:
ja_jp: 作成者:

source: Assigned
ja_jp: 割り当て済み

source: {{count}} comments
ja_jp: {{count}}件のコメント

source: 1 comment
ja_jp: 1件のコメント

source: Last month
ja_jp: 先月

source: Last week
ja_jp: 先週

source: Jump to a specific date
ja_jp: 特定の日付に移動

source: The very beginning
ja_jp: 最初

source: Timeline
ja_jp: タイムライン

source: No check-ins in progress or upcoming
ja_jp: 進行中または今後のチェックインはありません

source: Past check-ins
ja_jp: 過去のチェックイン

source: Pending setup
ja_jp: 設定待ち

source: This check-in is read-only because the other participant is no longer active.
ja_jp: 他方の参加者がアクティブでなくなったため、このチェックインは読み取り専用です。

source: Show completed check-ins
ja_jp: 完了済みのチェックインを表示

source: Add title
ja_jp: タイトルを追加

source: Check-in types
ja_jp: チェックインタイプ

source: Regular
ja_jp: 定期

source: Submitted by {{name}}; you requested to meet.
ja_jp: {{name}}さんが送信しました。あなたは面談をリクエストしました。

source: You have unsaved changes in this section. Please save or cancel to proceed.
ja_jp: このセクションには、保存されていない変更があります。続行するには、保存またはキャンセルしてください。

source: Discussion point
ja_jp: ディスカッションポイント

source: {{name}}'s ({{nickName}}) behavior profile
ja_jp: {{name}}（{{nickName}}）さんの行動プロファイル

source: Recognized behaviors on which you've received feedback from colleagues.
ja_jp: 同僚からフィードバックを受け、高評価された行動。

source: Check-in name
ja_jp: チェックイン名

source: Remember, you can create another check-in at any time.
ja_jp: 別のチェックインの作成はいつでも可能です。

source: Are you sure you want to complete this check-in?
ja_jp: このチェックインを完了してもよろしいですか？

source: {{name}} will be notified that you have completed this check-in.
ja_jp: あなたがこのチェックインを完了したことが{{name}}さんに通知されます。

source: Your check-in is completed!
ja_jp: チェックインが完了しました！

source: Delete comment
ja_jp: コメントを削除

source: Are you sure you want to delete this comment?
ja_jp: このコメントを削除してもよろしいですか？

source: Edit comment
ja_jp: コメントを編集

source: (Edited)
ja_jp: （編集済み）

source: Your chat
ja_jp: あなたのチャット

source: Start your conversation now!
ja_jp: 今すぐ会話を始めましょう！

source: Today, {{time}}
ja_jp: 今日、{{time}}

source: You
ja_jp: あなた

source: Date: {{date}}
ja_jp: 日付：{{date}}

source: Deleted check-ins cannot be recovered.
ja_jp: 削除したチェックインは復元できません。

source: Are you sure you want to delete this check-in?
ja_jp: このチェックインを削除してもよろしいですか？

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
ja_jp: あなたがこのチェックインを削除したことが{{name}}さんに通知され、あなたは今後、このチェックインに関する更新を受信することはありません。

source: Your check-in was successfully deleted.
ja_jp: チェックインが正常に削除されました。

source: Add to your calendar
ja_jp: カレンダーに追加

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
ja_jp: このチェックインをあなたのカレンダーと参加者のカレンダーに追加するには、ボタンをクリックしてダウンロード済みのファイルを開いてください。このチェックインがすでにカレンダーに追加されている場合は、日付や時刻の変更をカレンダー内で直接行うことをお勧めします。

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
ja_jp: チームメンバーのタグ付けされた行動がここに表示されます。これにより、彼らが組織内でどう見られているかに関する洞察を取得できます。

source: Received behaviors
ja_jp: 受信した行動

source: My behavior profile
ja_jp: 私の行動プロファイル

source: Here you can follow the progression of your team member on their goals.
ja_jp: ここでは、チームメンバーの目標達成の進捗を追跡できます。

source: Achievements against objectives
ja_jp: 目標に対する達成率

source: My goals at a glance
ja_jp: 私の目標クイックビュー

source: Business
ja_jp: ビジネス

source: Development
ja_jp: 能力開発

source: Professional
ja_jp: プロフェッショナル

source: Individual goal
ja_jp: 個人の目標

source: Organizational goal
ja_jp: 組織の目標

source: High
ja_jp: 高

source: Low
ja_jp: 低

source: Medium
ja_jp: 中

source: Private
ja_jp: 非公開

source: Check-in with {{subordinateName}}
ja_jp: {{subordinateName}}とのチェックイン

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
ja_jp: あなたは、このチェックインについてさらに話し合うための「面談予定」の招待を送信しました。これは{{name}}さんに通知されます。

source: Submitted by {{name}}. You requested to meet.
ja_jp: {{name}}さんが送信しました。あなたは面談をリクエストしました。

source: Mark as done
ja_jp: 終了済みとしてマーク

source: My discussion points
ja_jp: 私のディスカッションポイント

source: You can't see anything here because this worker no longer reports to you.
ja_jp: この従業員はあなたの配下を離れたため、ここには何も表示されません。

source: This check-in was assigned by HR.
ja_jp: このチェックインは人事部によって割り当てられました。

source: Pending set up
ja_jp: 設定待ち

source: Return to previous page
ja_jp: 前のページに戻る

source: {{name}}'s view
ja_jp: {{name}}さんの見解

source: No view of performance submitted
ja_jp: 業績に関する見解は送信されていません

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
ja_jp: この期間におけるあなたの行動の進捗について、マネージャによる洞察を取得します。
